export const questions = [
  {
    category: "商业洞察",
    questions: [
      "我能快速识别市场上的潜在机会和未被满足的需求。",
      "我能准确分析竞争对手的优势和劣势。",
      "我能清楚地定义产品的市场定位和核心价值。",
    ],
  },
  {
    category: "产品设计",
    questions: [
      "我能够设计出符合用户需求的产品功能。",
      "我擅长通过 MVP 快速测试想法。",
      "我能根据用户反馈快速迭代产品设计。",
    ],
  },
  {
    category: "编码开发",
    questions: [
      "我熟悉前端、后端或移动端开发的核心技术。",
      "我擅长调试和解决代码中的复杂问题。",
      "我能够根据需求快速学习新技术或框架。",
    ],
  },
  {
    category: "运营营销",
    questions: [
      "我能制定有效的内容营销计划（如博客、社交媒体）。",
      "我擅长通过SEO增加产品曝光度。",
      "我熟悉社群运营和用户互动的基本技巧。"
    ],
  },
  {
    category: "增长变现",
    questions: [
      "我能设计多种盈利模式（如订阅、广告）。",
      "我能够设置合理的价格策略以吸引用户购买。",
      "我能通过产品设计增加用户的留存率。",
    ],
  },
  {
    category: "自我管理",
    questions: [
      "我有高效的时间规划能力。",
      "我能持续学习并保持专注。",
      "我能有效地管理压力和情绪。",
      "我能在独立工作时保持高效率和自律。",
    ],
  },
];

